Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# preferences.summary.notSaved
source: NOT SAVED YET
ar: لم تُحفظ بعد
bn: এখনও সেভ হয়নি
ca: ENCARA SENSE DESAR
cs: ZATÍM NEULOŽENO
da: IKKE GEMT ENDNU
de: NOCH NICHT GESICHERT
el: ΔΕΝ ΑΠΟΘΗΚΕΥΤΗΚΕ ΑΚΟΜΑ
es: AÚN SIN GUARDAR
fi: EI VIELÄ TALLENNETTU
fr: PAS ENCORE ENREGISTRÉ
he: עדיין לא נשמר
hi: अभी सेव नहीं हुआ
hr: NIJE JOŠ SPREMLJENO
hu: MÉG NINCS MENTVE
id: BELUM DISIMPAN
it: ANCORA NON SALVATO
ja: まだ保存されていません
ko: 아직 저장되지 않음
ml: ഇതുവരെ സേവ് ചെയ്തിട്ടില്ല
ms: BELUM DISIMPAN
nb: IKKE LAGRET ENNÅ
nl: NOG NIET OPGESLAGEN
pl: JESZCZE NIE ZAPISANO
pt_br: AINDA NÃO SALVO
pt_pt: AINDA NÃO GUARDADO
ro: ÎNCĂ NESALVAT
ru: ЕЩЁ НЕ СОХРАНЕНО
sk: ZATIAĽ NEULOŽENÉ
sv: INTE SPARAT ÄN
ta: இன்னும் சேமிக்கப்படவில்லை
te: ఇంకా సేవ్ కాలేదు
th: ยังไม่ได้บันทึก
tr: HENÜZ KAYDEDİLMEDİ
uk: ЩЕ НЕ ЗБЕРЕЖЕНО
ur: ابھی محفوظ نہیں
vi: CHƯA LƯU
zh_hans: 尚未保存
zh_hant: 尚未儲存

# preferences.summary.unknownTopics
source: %lld stored topic choices no longer exist in Known's topic list, so they are not shown here and will be dropped the next time you save.
ar: هناك %lld خيار مخزّن لم يعد موجودًا في قائمة مواضيع «معروف»، لذلك لا يظهر هنا وسيُحذف عند الحفظ القادم.
bn: সংরক্ষিত %lld টি বিষয়ের পছন্দ Known-এর বিষয়ের তালিকায় আর নেই, তাই এখানে দেখানো হচ্ছে না এবং পরের বার সেভ করলে বাদ যাবে।
ca: %lld temes triats desats ja no existeixen a la llista de temes de Known, així que no es mostren aquí i s'eliminaran la propera vegada que desis.
cs: %lld uložených voleb témat už v seznamu témat aplikace Known neexistuje, proto se zde nezobrazují a při příštím uložení se zahodí.
da: %lld gemte emnevalg findes ikke længere på Knowns emneliste, så de vises ikke her og fjernes, næste gang du gemmer.
de: %lld gespeicherte Themenwahlen gibt es in der Themenliste von Known nicht mehr, daher werden sie hier nicht angezeigt und beim nächsten Sichern verworfen.
el: %lld αποθηκευμένες επιλογές θεμάτων δεν υπάρχουν πια στη λίστα θεμάτων του Known, οπότε δεν εμφανίζονται εδώ και θα αφαιρεθούν την επόμενη φορά που θα αποθηκεύσεις.
es: %lld temas guardados ya no existen en la lista de temas de Known, así que no se muestran aquí y se descartarán la próxima vez que guardes.
fi: %lld tallennettua aihevalintaa ei enää ole Knownin aiheluettelossa, joten niitä ei näytetä täällä ja ne pudotetaan seuraavalla tallennuskerralla.
fr: %lld choix de sujets enregistrés n’existent plus dans la liste des sujets de Known ; ils ne sont donc pas affichés ici et seront supprimés à votre prochain enregistrement.
he: %lld בחירות נושא שמורות כבר לא קיימות ברשימת הנושאים של Known, ולכן הן לא מוצגות כאן והן יוסרו בשמירה הבאה.
hi: सेव किए हुए %lld टॉपिक चयन अब Known की टॉपिक सूची में नहीं हैं, इसलिए यहाँ नहीं दिखते और अगली बार सेव करने पर हट जाएँगे।
hr: %lld spremljenih odabira tema više ne postoji na popisu tema aplikacije Known pa se ovdje ne prikazuju i bit će odbačeni pri sljedećem spremanju.
hu: %lld tárolt témaválasztás már nem szerepel a Known témalistájában, ezért nem jelenik meg itt, és a következő mentéskor törlődik.
id: %lld pilihan topik tersimpan tidak ada lagi di daftar topik Known, jadi tidak ditampilkan di sini dan akan dibuang saat kamu menyimpan berikutnya.
it: %lld scelte di argomento salvate non esistono più nell'elenco degli argomenti di Known, quindi non vengono mostrate qui e verranno scartate al prossimo salvataggio.
ja: 保存されている%lld件のトピックの選択は、Knownのトピック一覧にもう存在しないため、ここには表示されず、次回の保存時に削除されます。
ko: 저장된 주제 선택 %lld개가 Known의 주제 목록에 더 이상 없어서 여기에 표시되지 않으며 다음에 저장할 때 삭제돼요.
ml: സേവ് ചെയ്ത %lld വിഷയ തിരഞ്ഞെടുപ്പുകൾ Known-ന്റെ വിഷയ പട്ടികയിൽ ഇപ്പോഴില്ല, അതിനാൽ ഇവിടെ കാണിക്കുന്നില്ല, അടുത്ത തവണ സേവ് ചെയ്യുമ്പോൾ ഒഴിവാക്കും.
ms: %lld pilihan topik tersimpan tidak lagi wujud dalam senarai topik Known, jadi ia tidak dipaparkan di sini dan akan digugurkan apabila anda menyimpan seterusnya.
nb: %lld lagrede emnevalg finnes ikke lenger i Knowns emneliste, så de vises ikke her og fjernes neste gang du lagrer.
nl: %lld opgeslagen onderwerpkeuzes bestaan niet meer in de onderwerpenlijst van Known, dus ze worden hier niet getoond en vervallen de volgende keer dat je opslaat.
pl: %lld zapisanego wyboru tematu nie istnieje już na liście tematów Known, więc nie jest tu pokazany i zostanie pominięty przy następnym zapisie.
pt_br: %lld escolhas de tópico guardadas não existem mais na lista de tópicos do Known, então não são exibidas aqui e serão descartadas na próxima vez que você salvar.
pt_pt: %lld escolhas de tópicos guardadas já não existem na lista de tópicos da Known, por isso não são mostradas aqui e serão descartadas na próxima vez que guardar.
ro: %lld de alegeri de subiecte salvate nu mai există în lista de subiecte Known, deci nu sunt afișate aici și vor fi eliminate la următoarea salvare.
ru: Сохранённый выбор %lld тем больше не существует в списке тем Known, поэтому он здесь не показан и будет удалён при следующем сохранении.
sk: %lld uložených volieb tém už v zozname tém Known neexistuje, preto sa tu nezobrazujú a pri ďalšom uložení sa zahodia.
sv: %lld sparade ämnesval finns inte längre i Knowns ämneslista, så de visas inte här och tas bort nästa gång du sparar.
ta: சேமித்த %lld தலைப்புத் தேர்வுகள் Known-இன் தலைப்புப் பட்டியலில் இனி இல்லை, எனவே இங்கே காட்டப்படவில்லை; அடுத்து சேமிக்கும்போது கைவிடப்படும்.
te: నిల్వ చేసిన %lld అంశ ఎంపికలు ఇప్పుడు Known అంశాల జాబితాలో లేవు, కాబట్టి ఇక్కడ చూపబడవు, మీరు తదుపరిసారి సేవ్ చేసినప్పుడు తొలగించబడతాయి.
th: ตัวเลือกหัวข้อที่เก็บไว้ %lld รายการไม่มีอยู่ในรายการหัวข้อของ Known แล้ว จึงไม่แสดงที่นี่และจะถูกลบทิ้งเมื่อคุณบันทึกครั้งถัดไป
tr: Kayıtlı %lld konu seçimi artık Known'un konu listesinde yok, bu yüzden burada gösterilmiyor ve bir sonraki kaydedişinizde atılacak.
uk: %lld збереженого вибору теми більше немає в списку тем Known, тому його тут не показано, і його буде відкинуто під час наступного збереження.
ur: محفوظ کردہ %lld موضوعات کے انتخاب Known کی موضوعات کی فہرست میں اب موجود نہیں، اس لیے یہاں نہیں دکھائے جاتے اور اگلی بار محفوظ کرنے پر ہٹا دیے جائیں گے۔
vi: %lld lựa chọn chủ đề đã lưu không còn trong danh sách chủ đề của Known, nên không hiển thị ở đây và sẽ bị bỏ vào lần lưu tiếp theo.
zh_hans: 已保存的 %lld 个话题选择在 Known 的话题列表中已不存在，因此不会在这里显示，并会在你下次保存时被丢弃。
zh_hant: 已儲存的 %lld 個主題選擇已不在 Known 的主題清單中，因此不會顯示在這裡，並會在你下次儲存時移除。

# preferences.summary.unusedFilterWarning
source: This switch is on, but you haven't marked any topic as Interested — so nothing is being filtered and your International feed still shows everything. Mark at least one topic Interested below, or turn this off.
ar: هذا الخيار مفعّل، لكنك لم تحدد أي موضوع كـ«مهتم» — لذلك لا تجري أي تصفية وما زالت صفحتك الدولية تعرض كل شيء. حدّد موضوعًا واحدًا على الأقل كـ«مهتم» أدناه، أو أوقف هذا الخيار.
bn: এই সুইচ চালু আছে, কিন্তু আপনি কোনো বিষয়কে আগ্রহী হিসেবে চিহ্নিত করেননি — তাই কিছুই ফিল্টার হচ্ছে না এবং আপনার আন্তর্জাতিক ফিড এখনও সবকিছু দেখায়। নিচে অন্তত একটি বিষয়কে আগ্রহী চিহ্নিত করুন, অথবা এটি বন্ধ করুন।
ca: Aquest interruptor està activat, però no has marcat cap tema com a M'interessa, així que no s'està filtrant res i el teu canal Internacional ho continua mostrant tot. Marca almenys un tema com a M'interessa a sota o desactiva això.
cs: Tento přepínač je zapnutý, ale žádné téma jsi neoznačil jako Zajímá mě – takže se nic nefiltruje a tvůj Mezinárodní kanál stále zobrazuje vše. Označ níže alespoň jedno téma jako Zajímá mě, nebo tohle vypni.
da: Denne kontakt er slået til, men du har ikke markeret nogen emner som Interesseret – så intet bliver filtreret, og dit internationale feed viser stadig alt. Markér mindst ét emne som Interesseret nedenfor, eller slå den fra.
de: Dieser Schalter ist an, aber du hast kein Thema als „Interessiert“ markiert – daher wird nichts gefiltert, und dein internationaler Feed zeigt weiterhin alles. Markiere unten mindestens ein Thema als „Interessiert“ oder schalte ihn aus.
el: Αυτός ο διακόπτης είναι ενεργός, αλλά δεν έχεις σημειώσει κανένα θέμα ως «Με ενδιαφέρει» — οπότε τίποτα δεν φιλτράρεται και η Διεθνής ροή σου εμφανίζει ακόμα τα πάντα. Σημείωσε τουλάχιστον ένα θέμα «Με ενδιαφέρει» παρακάτω ή απενεργοποίησέ τον.
es: Este interruptor está activado, pero no has marcado ningún tema como Me interesa, así que no se filtra nada y tu feed Internacional sigue mostrándolo todo. Marca al menos un tema como Me interesa abajo, o desactívalo.
fi: Tämä kytkin on päällä, mutta et ole merkinnyt yhtään aihetta Kiinnostunut-tilaan – joten mitään ei suodateta ja Kansainvälinen-syötteesi näyttää yhä kaiken. Merkitse alta vähintään yksi aihe Kiinnostunut-tilaan tai kytke tämä pois.
fr: Ce réglage est activé, mais vous n’avez marqué aucun sujet comme Intéressé — rien n’est donc filtré et votre fil International affiche toujours tout. Marquez au moins un sujet comme Intéressé ci-dessous, ou désactivez ce réglage.
he: המתג הזה פעיל, אבל לא סימנת אף נושא כ״מעוניין״ — ולכן שום דבר לא מסונן והפיד הבינלאומי שלך עדיין מציג הכול. סמן לפחות נושא אחד כ״מעוניין״ למטה, או כבה את זה.
hi: यह स्विच चालू है, पर आपने किसी टॉपिक को "रुचि है" नहीं चुना — इसलिए कुछ भी फ़िल्टर नहीं हो रहा और आपकी अंतरराष्ट्रीय फ़ीड अब भी सब कुछ दिखाती है। नीचे कम से कम एक टॉपिक को "रुचि है" चुनें, या इसे बंद करें।
hr: Ovaj prekidač je uključen, ali nisi označio/la nijednu temu kao Zanima me — pa se ništa ne filtrira i tvoj međunarodni feed i dalje prikazuje sve. Označi barem jednu temu ispod kao Zanima me ili ga isključi.
hu: Ez a kapcsoló be van kapcsolva, de egyetlen témát sem jelöltél Érdekel-nek – így semmi nem szűrődik, és a Nemzetközi hírfolyamod még mindig mindent megmutat. Jelölj meg lent legalább egy témát Érdekel-nek, vagy kapcsold ki ezt.
id: Sakelar ini aktif, tetapi belum ada topik yang kamu tandai Tertarik — jadi tidak ada yang disaring dan feed Internasionalmu masih menampilkan semuanya. Tandai minimal satu topik Tertarik di bawah, atau matikan ini.
it: Questo interruttore è attivo, ma non hai segnato nessun argomento come Interessato: quindi nulla viene filtrato e il tuo feed Internazionale mostra ancora tutto. Segna almeno un argomento come Interessato qui sotto, oppure disattivalo.
ja: このスイッチはオンですが、「興味あり」にしたトピックがないため、何も絞り込まれず、国際フィードにはすべてが表示されたままです。下で少なくとも1つのトピックを「興味あり」にするか、このスイッチをオフにしてください。
ko: 이 스위치는 켜져 있지만 관심 있음으로 표시한 주제가 없어서 아무것도 걸러지지 않고 국제 피드에 여전히 모든 게시물이 표시돼요. 아래에서 주제를 하나 이상 관심 있음으로 표시하거나 이 스위치를 끄세요.
ml: ഈ സ്വിച്ച് ഓണാണ്, പക്ഷേ നിങ്ങൾ ഒരു വിഷയവും താൽപര്യമുള്ളതായി അടയാളപ്പെടുത്തിയിട്ടില്ല — അതിനാൽ ഒന്നും ഫിൽട്ടർ ചെയ്യുന്നില്ല, നിങ്ങളുടെ അന്താരാഷ്ട്ര ഫീഡ് ഇപ്പോഴും എല്ലാം കാണിക്കുന്നു. താഴെ ഒരു വിഷയമെങ്കിലും താൽപര്യമുള്ളതായി അടയാളപ്പെടുത്തുക, അല്ലെങ്കിൽ ഇത് ഓഫാക്കുക.
ms: Suis ini dihidupkan, tetapi anda belum menandakan sebarang topik sebagai Berminat — jadi tiada apa ditapis dan suapan Antarabangsa anda masih memaparkan semuanya. Tandakan sekurang-kurangnya satu topik Berminat di bawah, atau matikan ini.
nb: Denne bryteren er på, men du har ikke markert noe emne som Interessert, så ingenting filtreres, og den internasjonale feeden din viser fortsatt alt. Marker minst ett emne som Interessert nedenfor, eller slå dette av.
nl: Deze schakelaar staat aan, maar je hebt geen onderwerp als Geïnteresseerd gemarkeerd, dus er wordt niets gefilterd en je internationale feed toont nog steeds alles. Markeer hieronder minstens één onderwerp als Geïnteresseerd, of zet dit uit.
pl: Ten przełącznik jest włączony, ale nie oznaczyłeś żadnego tematu jako interesującego — więc nic nie jest filtrowane i Twój kanał międzynarodowy nadal pokazuje wszystko. Oznacz poniżej co najmniej jeden temat jako interesujący albo wyłącz to.
pt_br: Esta chave está ativada, mas você não marcou nenhum tópico como Interessado, então nada está sendo filtrado e seu feed Internacional ainda mostra tudo. Marque pelo menos um tópico como Interessado abaixo ou desative esta opção.
pt_pt: Este interruptor está ativo, mas não marcou nenhum tópico como Interessado — por isso nada está a ser filtrado e o seu feed Internacional continua a mostrar tudo. Marque pelo menos um tópico como Interessado abaixo, ou desative-o.
ro: Acest comutator este activ, dar nu ai marcat niciun subiect ca Mă interesează — deci nimic nu este filtrat, iar fluxul tău Internațional arată în continuare tot. Marchează cel puțin un subiect ca Mă interesează mai jos sau dezactivează-l.
ru: Переключатель включён, но вы не отметили ни одну тему как «Интересно», — поэтому ничего не фильтруется, и ваша международная лента по-прежнему показывает всё. Отметьте ниже хотя бы одну тему как «Интересно» или выключите переключатель.
sk: Tento prepínač je zapnutý, ale žiadnu tému si neoznačil ako Zaujíma ma — takže sa nič nefiltruje a tvoj medzinárodný kanál stále zobrazuje všetko. Označ nižšie aspoň jednu tému ako Zaujíma ma alebo to vypni.
sv: Reglaget är på, men du har inte markerat något ämne som Intresserad – så ingenting filtreras och ditt internationella flöde visar fortfarande allt. Markera minst ett ämne som Intresserad nedan, eller stäng av detta.
ta: இந்த சுவிட்ச் இயக்கத்தில் உள்ளது, ஆனால் எந்தத் தலைப்பையும் ஆர்வம் எனக் குறிக்கவில்லை — எனவே எதுவும் வடிகட்டப்படவில்லை, உங்கள் சர்வதேச ஊட்டம் இன்னும் அனைத்தையும் காட்டுகிறது. கீழே குறைந்தது ஒரு தலைப்பை ஆர்வம் எனக் குறியுங்கள், அல்லது இதை அணையுங்கள்.
te: ఈ స్విచ్ ఆన్‌లో ఉంది, కానీ మీరు ఏ అంశాన్నీ ఆసక్తి ఉందిగా గుర్తించలేదు — కాబట్టి ఏదీ ఫిల్టర్ కావడం లేదు, మీ అంతర్జాతీయ ఫీడ్ ఇంకా అన్నీ చూపుతోంది. కింద కనీసం ఒక అంశాన్ని ఆసక్తి ఉందిగా గుర్తించండి, లేదా దీన్ని ఆఫ్ చేయండి.
th: สวิตช์นี้เปิดอยู่ แต่คุณยังไม่ได้ทำเครื่องหมายหัวข้อใดว่าสนใจ จึงไม่มีอะไรถูกกรอง และฟีดนานาชาติของคุณยังแสดงทุกอย่าง ทำเครื่องหมายอย่างน้อยหนึ่งหัวข้อว่าสนใจด้านล่าง หรือปิดสวิตช์นี้
tr: Bu anahtar açık, ancak hiçbir konuyu İlgileniyorum olarak işaretlemediniz; bu yüzden hiçbir şey filtrelenmiyor ve Uluslararası akışınız hâlâ her şeyi gösteriyor. Aşağıda en az bir konuyu İlgileniyorum olarak işaretleyin veya bunu kapatın.
uk: Цей перемикач увімкнено, але ви не позначили жодної теми як «Цікавить» — тож нічого не фільтрується, і ваша стрічка «Світ» усе одно показує все. Позначте нижче принаймні одну тему як «Цікавить» або вимкніть це.
ur: یہ سوئچ آن ہے، لیکن آپ نے کسی موضوع کو "دلچسپی ہے" نشان زد نہیں کیا — اس لیے کچھ فلٹر نہیں ہو رہا اور آپ کی بین الاقوامی فیڈ اب بھی سب کچھ دکھاتی ہے۔ نیچے کم از کم ایک موضوع کو "دلچسپی ہے" نشان زد کریں، یا اسے بند کریں۔
vi: Công tắc này đang bật, nhưng bạn chưa đánh dấu chủ đề nào là Quan tâm — nên không có gì được lọc và bảng tin Quốc tế của bạn vẫn hiển thị mọi thứ. Hãy đánh dấu ít nhất một chủ đề là Quan tâm bên dưới, hoặc tắt công tắc này.
zh_hans: 此开关已打开，但你没有把任何话题标为“感兴趣”，所以没有任何内容被筛选，你的国际信息流仍显示全部内容。请在下方至少将一个话题标为“感兴趣”，或关闭此开关。
zh_hant: 此開關已開啟，但你沒有將任何主題標為「感興趣」，因此沒有篩選任何內容，你的「國際」動態仍顯示所有內容。請在下方至少將一個主題標為「感興趣」，或關閉此開關。

# preferences.title
source: Feed preferences
ar: إعدادات الصفحة الرئيسية
bn: ফিডের পছন্দ
ca: Preferències del canal
cs: Předvolby kanálu
da: Feedpræferencer
de: Feed-Einstellungen
el: Προτιμήσεις ροής
es: Preferencias del feed
fi: Syötteen asetukset
fr: Préférences du fil
he: העדפות פיד
hi: फ़ीड प्राथमिकताएँ
hr: Postavke feeda
hu: Hírfolyam-beállítások
id: Preferensi feed
it: Preferenze del feed
ja: フィードの設定
ko: 피드 환경설정
ml: ഫീഡ് മുൻഗണനകൾ
ms: Pilihan suapan
nb: Feed-innstillinger
nl: Feedvoorkeuren
pl: Preferencje kanału
pt_br: Preferências do feed
pt_pt: Preferências do feed
ro: Preferințele fluxului
ru: Настройки ленты
sk: Predvoľby kanála
sv: Flödesinställningar
ta: ஊட்ட விருப்பங்கள்
te: ఫీడ్ ప్రాధాన్యతలు
th: การตั้งค่าฟีด
tr: Akış tercihleri
uk: Налаштування стрічки
ur: فیڈ کی ترجیحات
vi: Tùy chọn bảng tin
zh_hans: 信息流偏好
zh_hant: 動態偏好設定

# preferences.topicFilter.all
source: All
ar: الكل
bn: সব
ca: Tots
cs: Vše
da: Alle
de: Alle
el: Όλα
es: Todos
fi: Kaikki
fr: Tous
he: הכול
hi: सभी
hr: Sve
hu: Összes
id: Semua
it: Tutti
ja: すべて
ko: 전체
ml: എല്ലാം
ms: Semua
nb: Alle
nl: Alles
pl: Wszystkie
pt_br: Todos
pt_pt: Todos
ro: Toate
ru: Все
sk: Všetky
sv: Alla
ta: அனைத்தும்
te: అన్నీ
th: ทั้งหมด
tr: Tümü
uk: Усі
ur: سب
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# preferences.topicFilter.all.hint
source: Shows every topic
ar: يعرض كل المواضيع
bn: প্রতিটি বিষয় দেখায়
ca: Mostra tots els temes
cs: Zobrazí všechna témata
da: Viser alle emner
de: Zeigt alle Themen
el: Εμφανίζει όλα τα θέματα
es: Muestra todos los temas
fi: Näyttää kaikki aiheet
fr: Affiche tous les sujets
he: מציג את כל הנושאים
hi: हर टॉपिक दिखाता है
hr: Prikazuje sve teme
hu: Minden témát mutat
id: Menampilkan semua topik
it: Mostra ogni argomento
ja: すべてのトピックを表示します
ko: 모든 주제를 보여줘요
ml: എല്ലാ വിഷയങ്ങളും കാണിക്കുന്നു
ms: Memaparkan setiap topik
nb: Viser alle emner
nl: Toont elk onderwerp
pl: Pokazuje wszystkie tematy
pt_br: Mostra todos os tópicos
pt_pt: Mostra todos os tópicos
ro: Arată toate subiectele
ru: Показывает все темы
sk: Zobrazí všetky témy
sv: Visar alla ämnen
ta: எல்லாத் தலைப்புகளையும் காட்டும்
te: ప్రతి అంశాన్ని చూపుతుంది
th: แสดงทุกหัวข้อ
tr: Her konuyu gösterir
uk: Показує всі теми
ur: ہر موضوع دکھاتا ہے
vi: Hiển thị mọi chủ đề
zh_hans: 显示所有话题
zh_hant: 顯示所有主題

# preferences.topicFilter.interested
source: Interested
ar: مهتم
bn: আগ্রহী
ca: M'interessa
cs: Zajímá mě
da: Interesseret
de: Interessiert
el: Με ενδιαφέρουν
es: Me interesan
fi: Kiinnostunut
fr: Intéressé
he: מעוניין
hi: रुचि है
hr: Zanima me
hu: Érdekel
id: Tertarik
it: Interessato
ja: 興味あり
ko: 관심 있음
ml: താൽപര്യമുണ്ട്
ms: Berminat
nb: Interessert
nl: Geïnteresseerd
pl: Interesujące
pt_br: Interessado
pt_pt: Interessado
ro: Mă interesează
ru: Интересно
sk: Zaujíma ma
sv: Intresserad
ta: ஆர்வம்
te: ఆసక్తి ఉంది
th: สนใจ
tr: İlgileniyorum
uk: Цікавить
ur: دلچسپی ہے
vi: Quan tâm
zh_hans: 感兴趣
zh_hant: 感興趣

# preferences.topicFilter.interested.hint
source: Shows only topics you marked interested
ar: يعرض المواضيع التي حددتها كمهتم بها فقط
bn: শুধু আপনার আগ্রহী চিহ্নিত বিষয় দেখায়
ca: Mostra només els temes que has marcat com a M'interessa
cs: Zobrazí jen témata, která tě zajímají
da: Viser kun emner, du markerede som interesseret
de: Zeigt nur Themen, die du als interessiert markiert hast
el: Εμφανίζει μόνο θέματα που σημείωσες ότι σε ενδιαφέρουν
es: Muestra solo los temas que marcaste como de interés
fi: Näyttää vain aiheet, joista merkitsit olevasi kiinnostunut
fr: Affiche uniquement les sujets marqués Intéressé
he: מציג רק נושאים שסימנת כמעניינים
hi: केवल वे टॉपिक दिखाता है जिनमें आपने रुचि चुनी
hr: Prikazuje samo teme koje si označio/la kao zanimljive
hu: Csak az érdeklő témákat mutatja
id: Hanya menampilkan topik yang kamu tandai tertarik
it: Mostra solo gli argomenti che hai segnato come interessanti
ja: 興味ありにしたトピックだけを表示します
ko: 관심 있음으로 표시한 주제만 보여줘요
ml: നിങ്ങൾ താൽപര്യമുള്ളതായി അടയാളപ്പെടുത്തിയ വിഷയങ്ങൾ മാത്രം കാണിക്കുന്നു
ms: Hanya memaparkan topik yang anda tandakan berminat
nb: Viser bare emner du markerte som interessert
nl: Toont alleen onderwerpen waarin je geïnteresseerd bent
pl: Pokazuje tylko tematy oznaczone jako interesujące
pt_br: Mostra só os tópicos que você marcou como interessado
pt_pt: Mostra apenas os tópicos em que marcou interesse
ro: Arată doar subiectele marcate ca Mă interesează
ru: Показывает только темы, отмеченные как интересные
sk: Zobrazí iba témy, ktoré ťa zaujímajú
sv: Visar bara ämnen du markerat som intresserad
ta: நீங்கள் ஆர்வம் எனக் குறித்த தலைப்புகளை மட்டும் காட்டும்
te: మీరు ఆసక్తి ఉందని గుర్తించిన అంశాలను మాత్రమే చూపుతుంది
th: แสดงเฉพาะหัวข้อที่คุณทำเครื่องหมายว่าสนใจ
tr: Yalnızca ilgileniyorum olarak işaretlediğiniz konuları gösterir
uk: Показує лише теми, які ви позначили як цікаві
ur: صرف وہ موضوعات دکھاتا ہے جن میں آپ نے دلچسپی ظاہر کی
vi: Chỉ hiển thị các chủ đề bạn đánh dấu quan tâm
zh_hans: 只显示你标为感兴趣的话题
zh_hant: 只顯示你標為感興趣的主題

# preferences.topicFilter.muted
source: Muted
ar: مكتوم
bn: মিউট
ca: Silenciats
cs: Ztlumeno
da: Skjult
de: Stummgeschaltet
el: Σε σίγαση
es: Silenciados
fi: Mykistetty
fr: Masqués
he: מושתק
hi: म्यूट किया
hr: Utišano
hu: Némítva
id: Dibisukan
it: Silenziati
ja: ミュート
ko: 뮤트됨
ml: മ്യൂട്ട് ചെയ്തു
ms: Disenyapkan
nb: Dempet
nl: Gedempt
pl: Wyciszone
pt_br: Silenciado
pt_pt: Silenciado
ro: Dezactivate
ru: Скрыто
sk: Stlmené
sv: Tystat
ta: ஒலியடக்கப்பட்டது
te: మ్యూట్ చేశారు
th: ปิดเสียง
tr: Sessizde
uk: Заглушено
ur: میوٹ
vi: Đã ẩn
zh_hans: 已静音
zh_hant: 已靜音

# preferences.topicFilter.muted.hint
source: Shows only topics you muted
ar: يعرض المواضيع التي كتمتها فقط
bn: শুধু আপনার মিউট করা বিষয় দেখায়
ca: Mostra només els temes que has silenciat
cs: Zobrazí jen témata, která jsi ztlumil
da: Viser kun emner, du har skjult
de: Zeigt nur Themen, die du stummgeschaltet hast
el: Εμφανίζει μόνο θέματα που έβαλες σε σίγαση
es: Muestra solo los temas que silenciaste
fi: Näyttää vain mykistämäsi aiheet
fr: Affiche uniquement les sujets que vous avez masqués
he: מציג רק נושאים שהשתקת
hi: केवल वे टॉपिक दिखाता है जिन्हें आपने म्यूट किया
hr: Prikazuje samo teme koje si utišao/la
hu: Csak a némított témákat mutatja
id: Hanya menampilkan topik yang kamu bisukan
it: Mostra solo gli argomenti che hai silenziato
ja: ミュートしたトピックだけを表示します
ko: 뮤트한 주제만 보여줘요
ml: നിങ്ങൾ മ്യൂട്ട് ചെയ്ത വിഷയങ്ങൾ മാത്രം കാണിക്കുന്നു
ms: Hanya memaparkan topik yang anda senyapkan
nb: Viser bare emner du har dempet
nl: Toont alleen onderwerpen die je hebt gedempt
pl: Pokazuje tylko wyciszone tematy
pt_br: Mostra só os tópicos que você silenciou
pt_pt: Mostra apenas os tópicos que silenciou
ro: Arată doar subiectele dezactivate de tine
ru: Показывает только скрытые темы
sk: Zobrazí iba témy, ktoré si stlmil
sv: Visar bara ämnen du tystat
ta: நீங்கள் ஒலியடக்கிய தலைப்புகளை மட்டும் காட்டும்
te: మీరు మ్యూట్ చేసిన అంశాలను మాత్రమే చూపుతుంది
th: แสดงเฉพาะหัวข้อที่คุณปิดเสียง
tr: Yalnızca sessize aldığınız konuları gösterir
uk: Показує лише теми, які ви заглушили
ur: صرف وہ موضوعات دکھاتا ہے جو آپ نے میوٹ کیے
vi: Chỉ hiển thị các chủ đề bạn đã ẩn
zh_hans: 只显示你已静音的话题
zh_hant: 只顯示你已靜音的主題

# preferences.topicFilter.noOpinion
source: No opinion
ar: بدون رأي
bn: কোনো মত নেই
ca: Sense opinió
cs: Bez názoru
da: Ingen holdning
de: Keine Meinung
el: Χωρίς άποψη
es: Sin opinión
fi: Ei mielipidettä
fr: Sans avis
he: ללא דעה
hi: कोई राय नहीं
hr: Bez mišljenja
hu: Nincs véleményem
id: Tidak ada pendapat
it: Nessuna opinione
ja: どちらでもない
ko: 의견 없음
ml: അഭിപ്രായമില്ല
ms: Tiada pendapat
nb: Ingen mening
nl: Geen mening
pl: Bez opinii
pt_br: Sem opinião
pt_pt: Sem opinião
ro: Fără opinie
ru: Без мнения
sk: Bez názoru
sv: Ingen åsikt
ta: கருத்து இல்லை
te: అభిప్రాయం లేదు
th: ไม่มีความเห็น
tr: Fikrim yok
uk: Без думки
ur: کوئی رائے نہیں
vi: Không ý kiến
zh_hans: 无所谓
zh_hant: 無意見
